Repository: ptudor/tudor-pcb
Catalog: swift/GerberKit/Sources/GerberKit/Resources/Diagnostics.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: %1$@: sibling proof could not be read: %2$@ Select it explicitly with Color proof options.
af: %1$@: broer-en-suster-bewys kon nie gelees word nie: %2$@ Kies dit eksplisiet met Kleurproef-opsies.
am: %1$@ : የወንድም/እህት ማረጋገጫ ሊነበብ አልቻለም፡ %2$@ በቀለም ማረጋገጫ አማራጮች በግልጽ ይምረጡ።
ar: %1$@ : تعذر قراءة إثبات الشقيق: %2$@ حدده بشكل صريح باستخدام خيارات إثبات اللون.
az: %1$@: qardaş sübutu oxuna bilmədi: %2$@ Rəng sübutu seçimləri ilə açıq şəkildə seçin.
be: %1$@: не ўдалося прачытаць пробны варыянт аднаго з іх: %2$@ Выберыце яго відавочна з дапамогай параметраў каляровага пробнага варыянту.
bg: %1$@: не може да бъде прочетена съпътстващата версия: %2$@ Изберете я изрично с опциите за цветова версия.
bn: %1$@: সহোদর প্রমাণ পড়া যায়নি: %2$@ রঙ প্রমাণ বিকল্পগুলির সাথে এটি স্পষ্টভাবে নির্বাচন করুন।
ca: %1$@ : no s'ha pogut llegir la prova de germà: %2$@ Seleccioneu-la explícitament amb les opcions de prova de color.
cs: %1$@: nebylo možné načíst důkaz souběžného běhu: %2$@ Vyberte jej explicitně v možnostech důkazu barvou.
cy: %1$@: ni ellid darllen prawf brawd: %2$@ Dewiswch ef yn benodol gyda'r opsiynau Prawf Lliw.
da: %1$@: Det var ikke muligt at læse »sibling proof«: %2$@ Vælg det eksplicit under »Color proof options«.
de: %1$@: Der Sibling-Proof konnte nicht gelesen werden: %2$@ Wählen Sie ihn explizit über „Color proof options" aus.
de_at: %1$@: Geschwister-Proof konnte nicht gelesen werden: %2$@ Wählen Sie ihn explizit mit den Optionen für den Farb-Proof aus.
de_ch: %1$@: Geschwister-Proof konnte nicht gelesen werden: %2$@ Wählen Sie ihn explizit über die Optionen für den Farb-Proof aus.
el: %1$@: δεν ήταν δυνατή η ανάγνωση της απόδειξης «sibling»: %2$@ Επιλέξτε την ρητά από τις επιλογές «Color proof».
es: %1$@: no se ha podido leer la prueba de hermanos: %2$@. Selecciónala explícitamente en las opciones de prueba de Color.
es_ar: %1$@: no se pudo leer la imagen de prueba hermana: %2$@ Selecciónala explícitamente en las opciones de prueba de color.
es_mx: %1$@: No se pudo leer la prueba del hermano: %2$@ Selecciónela explícitamente con las opciones de prueba de color.
et: %1$@: sõsarproof-i ei õnnestunud lugeda: %2$@ Valige see selgesõnaliselt värvide proof-valikute hulgast.
eu: %1$@: anai-arreben froga ezin izan da irakurri: %2$@ Hautatu esplizituki Kolorezko froga aukerekin.
fa: %1$@ : اثبات خواهرخوانده قابل خواندن نیست: %2$@ آن را به طور صریح با گزینه‌های اثبات رنگ انتخاب کنید.
fi: %1$@: sisarvedosta ei voitu lukea: %2$@ Valitse se nimenomaisesti ”Värivedosasetukset”-kohdasta.
fil: %1$@ : hindi mabasa ang sibling proof: %2$@ Piliin ito nang tahasan gamit ang mga opsyong Color proof.
fr: %1$@ : impossible de lire la épreuve sœur : %2$@ Sélectionnez-la explicitement dans les options de couleur de l'épreuve.
fr_ca: %1$@ : impossible de lire l'épreuve sœur : %2$@ Sélectionnez-la explicitement avec les options d'épreuve couleur.
ga: %1$@: níorbh fhéidir cruthúnas siblín a léamh: %2$@ Roghnaigh é go sainráite leis na roghanna Cruthúnas Dathanna.
gl: %1$@ : non se puido ler a proba de irmáns: %2$@ Selecciónea explicitamente coas opcións de proba de cor.
gu: %1$@: સિબલિંગ પ્રૂફ વાંચી શકાયું નથી: %2$@ રંગ પ્રૂફ વિકલ્પો સાથે તેને સ્પષ્ટ રીતે પસંદ કરો.
hi: %1$@ : सिबलिंग प्रूफ पढ़ा नहीं जा सका: %2$@ इसे कलर प्रूफ विकल्पों के साथ स्पष्ट रूप से चुनें।
hr: %1$@: probni uzorak iste razine nije se mogao pročitati: %2$@ Odaberite ga izričito s opcijama boje za dokaz.
hu: %1$@: a testvérbizonyíték nem olvasható be: %2$@ Válassza ki kifejezetten a „Color proof options” (Színes bizonyíték beállítások) menüpontban.
hy: %1$@. քույր-եղբայրական ապացույցը հնարավոր չէ կարդալ. %2$@ Ընտրեք այն հստակորեն «Գունային ապացույցի ընտրանքներ»-ից։
id: %1$@: bukti saudara tidak dapat dibaca: %2$@ Pilih secara eksplisit melalui opsi bukti Warna.
is: %1$@: ekki var hægt að lesa systkinasönnun: %2$@ Veldu það sérstaklega með litasönnunarvalkostunum.
it: %1$@: impossibile leggere la prova del fratello: %2$@ Selezionarla esplicitamente tramite le opzioni di prova del colore.
ja: %1$@：sibling proof が読み込めませんでした：%2$@ 「Color proof options」オプションで明示的に選択してください。
ka: %1$@: და-ძმის მტკიცებულების წაკითხვა შეუძლებელია: %2$@ აირჩიეთ ის აშკარად ფერის მტკიცებულების პარამეტრებით.
kk: %1$@: туыстық дәлелді оқу мүмкін болмады: %2$@ Түсті дәлел опцияларымен нақты таңдаңыз.
km: %1$@ : មិនអាចអានភស្តុតាងបងប្អូនបានទេ៖ %2$@ ជ្រើសរើសវាឱ្យច្បាស់លាស់ជាមួយជម្រើសការពារពណ៌។
kn: %1$@: ಸಿಬ್ಲಿಂಗ್ ಪ್ರೂಫ್ ಅನ್ನು ಓದಲಾಗಲಿಲ್ಲ: %2$@ ಬಣ್ಣ ಪ್ರೂಫ್ ಆಯ್ಕೆಗಳೊಂದಿಗೆ ಅದನ್ನು ಸ್ಪಷ್ಟವಾಗಿ ಆಯ್ಕೆಮಾಡಿ.
ko: %1$@: 형제 증명을 읽을 수 없습니다: %2$@ 색상 증명 옵션으로 이를 명시적으로 선택하십시오.
ky: %1$@: бир туугандык далилди окуу мүмкүн болгон жок: %2$@ Аны түстү далилдөө параметрлери менен ачык тандаңыз.
lo: %1$@ : ບໍ່ສາມາດອ່ານຫຼັກຖານອ້າຍເອື້ອຍນ້ອງໄດ້: %2$@ ເລືອກມັນຢ່າງຊັດເຈນດ້ວຍຕົວເລືອກການພິສູດສີ.
lt: %1$@: nepavyko perskaityti „sibling proof“: %2$@ Pasirinkite jį tiesiogiai, naudodami spalvų parinktis.
lv: %1$@: neizdevās nolasīt „sibling proof”: %2$@ Izvēlieties to eksplicīti, izmantojot krāsu pierādījuma opcijas.
mk: %1$@ : доказот за браќа и сестри не можеше да се прочита: %2$@ Изберете го експлицитно со опциите за доказ во боја.
ml: %1$@: സിബ്ലിംഗ് പ്രൂഫ് വായിക്കാൻ കഴിഞ്ഞില്ല: %2$@ കളർ പ്രൂഫ് ഓപ്ഷനുകൾ ഉപയോഗിച്ച് ഇത് വ്യക്തമായി തിരഞ്ഞെടുക്കുക.
mn: %1$@ : ах дүүгийн баталгааг уншиж чадсангүй: %2$@ Үүнийг Өнгөний баталгааны сонголтоор тодорхой сонгоно уу.
mr: %1$@: सिबलिंग प्रूफ वाचता आले नाही: %2$@ कलर प्रूफ पर्यायांसह ते स्पष्टपणे निवडा.
ms: %1$@: bukti adik-beradik tidak dapat dibaca: %2$@ Pilihnya secara eksplisit dengan pilihan Kalis warna.
mt: %1$@: il-prova tal-aħwa ma setgħetx tinqara: %2$@ Agħżelha espliċitament bl-għażliet tal-prova tal-kulur.
my: %1$@: sibling proof ကို ဖတ်၍မရပါ- %2$@ Color proof options များဖြင့် ရှင်းလင်းစွာရွေးချယ်ပါ။
nb: %1$@: Det var ikke mulig å lese sibling proof: %2$@ Velg det eksplisitt under Color proof options.
ne: %1$@ : सिबलिङ प्रुफ पढ्न सकिएन: %2$@ रङ प्रुफ विकल्पहरू प्रयोग गरेर यसलाई स्पष्ट रूपमा चयन गर्नुहोस्।
nl: %1$@: het 'sibling proof' kon niet worden gelezen: %2$@ Selecteer het expliciet via de opties voor 'Color proof'.
or: %1$@: ଭାଇବଲିଂ ପ୍ରୁଫ୍ ପଢ଼ିହେଲା ନାହିଁ: %2$@ ରଙ୍ଗ ପ୍ରମାଣ ବିକଳ୍ପଗୁଡ଼ିକ ସହିତ ଏହାକୁ ସ୍ପଷ୍ଟ ଭାବରେ ଚୟନ କରନ୍ତୁ।
pa: %1$@: ਭੈਣ-ਭਰਾ ਸਬੂਤ ਪੜ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ: %2$@ ਇਸਨੂੰ ਰੰਗ ਸਬੂਤ ਵਿਕਲਪਾਂ ਨਾਲ ਸਪਸ਼ਟ ਤੌਰ 'ਤੇ ਚੁਣੋ।
pl: %1$@: nie udało się odczytać wzorca pokrewieństwa: %2$@ Należy go wybrać ręcznie w opcjach wzorców kolorystycznych.
pt: %1$@: não foi possível ler a prova do irmão: %2$@ Selecione-a explicitamente nas opções de cor da prova.
pt_br: %1$@: não foi possível ler a prova do irmão: %2$@ Selecione-a explicitamente nas opções de cor da prova.
ro: %1$@: nu s-a putut citi dovada sibling: %2$@ Selectați-o în mod explicit din opțiunile de dovadă Color.
ru: %1$@: не удалось прочитать вспомогательное доказательство цвета: %2$@ Выберите его явно в параметрах доказательства цвета.
si: %1$@: සහෝදර සාක්ෂි කියවිය නොහැක: %2$@ වර්ණ සාක්ෂි විකල්ප සමඟ එය පැහැදිලිව තෝරන්න.
sk: %1$@: nebolo možné načítať dôkaz súvisiacej vety: %2$@ Vyberte ho explicitne v nastaveniach dôkazu „Color proof“.
sl: %1$@: ni bilo mogoče prebrati dokazila za sorodnike: %2$@ Izberite ga izrecno z možnostmi barvnega dokazila.
sq: %1$@: prova e skedarit përkatës nuk mund të lexohej: %2$@ Zgjidheni atë në mënyrë të qartë me opsionet e provës me ngjyra.
sr: %1$@: доказна слика браће и сестара није могла бити прочитана: %2$@ Изаберите је експлицитно опцијама за доказ боје.
sv: %1$@: det gick inte att läsa in ”sibling proof”: %2$@ Välj det uttryckligen under ”Color proof options”.
sw: %1$@: uthibitisho wa ndugu haukuweza kusomwa: %2$@ Chagua kwa uwazi ukitumia chaguo za uthibitisho wa rangi.
ta: %1$@: உடன் வரும் சான்றைப் படிக்க முடியவில்லை: %2$@ வண்ணச் சான்று விருப்பத்தேர்வுகள் மூலம் அதைத் தெளிவாகத் தேர்ந்தெடுக்கவும்.
te: %1$@: సిబ్లింగ్ ప్రూఫ్ చదవలేకపోయింది: %2$@ కలర్ ప్రూఫ్ ఆప్షన్‌లతో దీన్ని స్పష్టంగా ఎంచుకోండి.
th: %1$@: ไม่สามารถอ่านหลักฐานยืนยันพี่น้องได้: %2$@ เลือกอย่างชัดเจนด้วยตัวเลือกหลักฐานยืนยันสี
tr: %1$@: kardeş kanıt okunamadı: %2$@ Bunu açıkça 'Renkli kanıt seçenekleri' ile seçin.
uk: %1$@: не вдалося прочитати придбавгтюний доказ кольору: %2$@ Виберіть його явно за допомогою опцій доказів кольору.
ur: %1$@: بہن بھائی کا ثبوت پڑھا نہیں جا سکا: %2$@ اسے رنگین ثبوت کے اختیارات کے ساتھ واضح طور پر منتخب کریں۔
vi: %1$@: Không thể đọc bản in thử của anh chị em ruột: %2$@ Hãy chọn rõ ràng bằng tùy chọn In thử màu.
zh_hans: %1$@：无法读取兄弟证明：%2$@ 请在“颜色证明选项”中显式选择它。
zh_hant: %1$@：無法讀取姊妹證明：%2$@ 請透過「色彩證明選項」明確選取該證明。
zu: %1$@ : ubufakazi bobuzalwane abukwazanga ukufundwa: %2$@ Khetha ngokucacile ngezinketho zobufakazi bombala.

source: %@: the proof image format, metadata, or pixel data is invalid or unsupported.
af: %@ : die bewysbeeldformaat, metadata of pixeldata is ongeldig of word nie ondersteun nie.
am: %@ : የምስል ቅርጸት፣ ሜታዳታ ወይም የፒክሰል መረጃ ማረጋገጫው ልክ ያልሆነ ወይም የማይደገፍ ነው።
ar: %@ : تنسيق صورة الإثبات أو البيانات الوصفية أو بيانات البكسل غير صالحة أو غير مدعومة.
az: %@: sübut şəkli formatı, metaməlumatlar və ya piksel məlumatları etibarsızdır və ya dəstəklənmir.
be: %@ : фармат выявы доказу, метададзеныя або піксельныя дадзеныя няправільныя або не падтрымліваюцца.
bg: %@: форматът на изображението, метаданните или данните за пикселите са невалидни или не се поддържат.
bn: %@ : প্রুফ ইমেজ ফরম্যাট, মেটাডেটা, বা পিক্সেল ডেটা অবৈধ বা অসমর্থিত।
ca: %@ : el format de la imatge de prova, les metadades o les dades de píxels no són vàlids o no són compatibles.
cs: %@: formát obrázku, metadata nebo datové pole pixelů jsou neplatné nebo nepodporované.
cy: %@ : mae fformat y ddelwedd brawf, y metadata, neu'r data picsel yn annilys neu heb ei gefnogi.
da: %@: Billedformatet, metadataene eller pixeldataene er ugyldige eller understøttes ikke.
de: %@: Das Bildformat, die Metadaten oder die Pixeldaten des Proofs sind ungültig oder werden nicht unterstützt.
de_at: %@: Das Format des Beweisbilds, die Metadaten oder die Pixeldaten sind ungültig oder werden nicht unterstützt.
de_ch: %@ : Das Format des Beweisbildes, die Metadaten oder die Pixeldaten sind ungültig oder werden nicht unterstützt.
el: %@: η μορφή της εικόνας δοκιμής, τα μεταδεδομένα ή τα δεδομένα εικονοστοιχείων είναι άκυρα ή δεν υποστηρίζονται.
es: %@: el formato de la imagen de prueba, los metadatos o los datos de píxeles no son válidos o no son compatibles.
es_ar: %@: el formato de la imagen de prueba, los metadatos o los datos de píxeles no son válidos o no son compatibles.
es_mx: %@ : el formato de la imagen de prueba, los metadatos o los datos de píxeles no son válidos o no son compatibles.
et: %@: tõendpildi formaat, metaandmed või pikselandmed on kehtetud või neid ei toetata.
eu: %@ : froga-irudiaren formatua, metadatuak edo pixelen datuak baliogabeak edo bateraezinak dira.
fa: %@ : قالب تصویر نمونه، فراداده یا داده‌های پیکسلی نامعتبر یا پشتیبانی نشده است.
fi: %@: kuvamuoto, metatiedot tai pikselitiedot ovat virheellisiä tai niitä ei tueta.
fil: %@ : ang format ng patunay na imahe, metadata, o datos ng pixel ay hindi wasto o hindi sinusuportahan.
fr: %@ : le format de l'image d'épreuve, les métadonnées ou les données de pixels sont invalides ou non pris en charge.
fr_ca: %@ : le format de l'image de preuve, les métadonnées ou les données de pixels sont invalides ou non pris en charge.
ga: %@: tá formáid na híomhá cruthúnais, na meiteashonraí, nó na sonraí picteilín neamhbhailí nó ní thacaítear leo.
gl: %@ : o formato da imaxe de proba, os metadatos ou os datos de píxeles non son válidos ou non son compatibles.
gu: %@: પ્રૂફ ઇમેજ ફોર્મેટ, મેટાડેટા અથવા પિક્સેલ ડેટા અમાન્ય અથવા અસમર્થિત છે.
hi: %@ : प्रूफ इमेज फॉर्मेट, मेटाडेटा या पिक्सेल डेटा अमान्य या असमर्थित है।
hr: %@ : format probne slike, metapodaci ili podaci o pikselima nisu važeći ili nisu podržani.
hu: %@: a bizonyító kép formátuma, metaadatai vagy képpontadatai érvénytelenek vagy nem támogatottak.
hy: %@ : ապացույցի պատկերի ձևաչափը, մետատվյալները կամ պիքսելային տվյալները անվավեր են կամ չեն աջակցվում:
id: %@: format gambar bukti, metadata, atau data piksel tidak valid atau tidak didukung.
is: %@ : Snið sönnunarmyndarinnar, lýsigögnin eða pixlagögnin eru ógilt eða ekki studd.
it: %@: il formato dell'immagine di prova, i metadati o i dati dei pixel non sono validi o non sono supportati.
ja: %@：プルーフ画像の形式、メタデータ、またはピクセルデータが無効であるか、サポートされていません。
ka: %@: დამადასტურებელი სურათის ფორმატი, მეტამონაცემები ან პიქსელის მონაცემები არასწორია ან მხარდაუჭერელია.
kk: %@ : дәлелдеу кескінінің пішімі, метадеректер немесе пиксель деректері жарамсыз немесе қолдау көрсетілмейді.
km: %@ ៖ ទម្រង់រូបភាពភស្តុតាង ទិន្នន័យមេតា ឬទិន្នន័យភីកសែល មិនត្រឹមត្រូវ ឬមិនគាំទ្រ។
kn: %@: ಪ್ರೂಫ್ ಇಮೇಜ್ ಫಾರ್ಮ್ಯಾಟ್, ಮೆಟಾಡೇಟಾ ಅಥವಾ ಪಿಕ್ಸೆಲ್ ಡೇಟಾ ಅಮಾನ್ಯವಾಗಿದೆ ಅಥವಾ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.
ko: %@: 이미지 형식, 메타데이터 또는 픽셀 데이터가 유효하지 않거나 지원되지 않습니다.
ky: %@ : далил сүрөтүнүн форматы, метадайындар же пикселдик маалыматтар жараксыз же колдоого алынбайт.
lo: %@ : ຮູບແບບຮູບພາບຫຼັກຖານ, ຂໍ້ມູນ metadata, ຫຼືຂໍ້ມູນພິກເຊວບໍ່ຖືກຕ້ອງ ຫຼື ບໍ່ຮອງຮັບ.
lt: %@: vaizdo formatas, metaduomenys arba pikselių duomenys yra neteisingi arba nepalaikomi.
lv: %@: attēla formāts, metadati vai pikseļu dati ir nederīgi vai netiek atbalstīti.
mk: %@: форматот на сликата за доказ, метаподатоците или податоците за пикселите се неважечки или неподдржани.
ml: %@: പ്രൂഫ് ഇമേജ് ഫോർമാറ്റ്, മെറ്റാഡാറ്റ അല്ലെങ്കിൽ പിക്സൽ ഡാറ്റ അസാധുവാണ് അല്ലെങ്കിൽ പിന്തുണയ്‌ക്കുന്നില്ല.
mn: %@ : баталгаат зургийн формат, мета өгөгдөл эсвэл пикселийн өгөгдөл буруу эсвэл дэмжигдээгүй байна.
mr: %@: प्रूफ इमेज फॉरमॅट, मेटाडेटा किंवा पिक्सेल डेटा अवैध किंवा असमर्थित आहे.
ms: %@ : format imej bukti, metadata atau data piksel tidak sah atau tidak disokong.
mt: %@: il-format tal-immaġni tal-prova, il-metadata, jew id-dejta tal-pixel mhumiex validi jew mhux appoġġjati.
my: %@ : သက်သေပုံဖော်မတ်၊ မက်တာဒေတာ သို့မဟုတ် ပစ်ဇယ်ဒေတာသည် မမှန်ကန်ပါ သို့မဟုတ် ပံ့ပိုးမထားပါ။
nb: %@: Bildet, metadataene eller pikseldataene er ugyldige eller støttes ikke.
ne: %@ : प्रमाण छवि ढाँचा, मेटाडेटा, वा पिक्सेल डेटा अमान्य वा असमर्थित छ।
nl: %@: het afbeeldingsformaat van de proof, de metagegevens of de pixelgegevens zijn ongeldig of worden niet ondersteund.
or: %@ : ପ୍ରମାଣ ପ୍ରତିଛବି ଫର୍ମାଟ୍, ମେଟାଡାଟା, କିମ୍ବା ପିକ୍ସେଲ ତଥ୍ୟ ଅବୈଧ କିମ୍ବା ଅସମର୍ଥିତ।
pa: %@ : ਸਬੂਤ ਚਿੱਤਰ ਫਾਰਮੈਟ, ਮੈਟਾਡੇਟਾ, ਜਾਂ ਪਿਕਸਲ ਡੇਟਾ ਅਵੈਧ ਜਾਂ ਅਸਮਰਥਿਤ ਹੈ।
pl: %@: format obrazu proof, metadane lub dane pikselowe są nieprawidłowe lub nieobsługiwane.
pt: %@: o formato da imagem de prova, os metadados ou os dados de píxeis são inválidos ou não suportados.
pt_br: %@: o formato da imagem de prova, os metadados ou os dados de pixels são inválidos ou não são suportados.
ro: %@: formatul imaginii de verificare, metadatele sau datele privind pixelii sunt nevalide sau nu sunt acceptate.
ru: %@: формат, метаданные или пиксельные данные изображения доказательства цвета являются недопустимыми или не поддерживаются.
si: %@: සාධන රූප ආකෘතිය, පාර-දත්ත හෝ පික්සල් දත්ත අවලංගු හෝ සහාය නොදක්වයි.
sk: %@: formát obrázku, metadáta alebo údaje o pixeloch sú neplatné alebo nie sú podporované.
sl: %@: oblika slike, metapodatki ali podatki o slikovnih pikah so neveljavni ali niso podprti.
sq: %@ : formati i imazhit të provës, meta të dhënat ose të dhënat e pikselit janë të pavlefshme ose të pambështetura.
sr: %@: формат слике за доказ, метаподаци или подаци пиксела су неважећи или нису подржани.
sv: %@: bildformatet, metadatan eller pixeldata är ogiltiga eller stöds inte.
sw: %@: umbizo la picha ya uthibitisho, metadata, au data ya pikseli si sahihi au haitumiki.
ta: %@ : ஆதாரப் பட வடிவம், மெட்டாடேட்டா அல்லது பிக்சல் தரவு செல்லாததாகவோ அல்லது ஆதரிக்கப்படாததாகவோ உள்ளது.
te: %@ : రుజువు చిత్రం ఫార్మాట్, మెటాడేటా లేదా పిక్సెల్ డేటా చెల్లనిది లేదా మద్దతు లేనిది.
th: %@: รูปแบบภาพหลักฐาน เมตาเดตา หรือข้อมูลพิกเซลไม่ถูกต้องหรือไม่รองรับ
tr: %@: görüntü formatı, meta veriler veya piksel verileri geçersiz ya da desteklenmiyor.
uk: %@: формат зображення-проби, метадані або дані пікселів є недійсними або не підтримуються.
ur: %@ : پروف امیج فارمیٹ، میٹا ڈیٹا، یا پکسل ڈیٹا غلط یا غیر تعاون یافتہ ہے۔
vi: %@: Định dạng ảnh chứng minh, siêu dữ liệu hoặc dữ liệu pixel không hợp lệ hoặc không được hỗ trợ.
zh_hans: %@：校样图像格式、元数据或像素数据无效或不受支持。
zh_hant: %@：校樣圖像格式、元資料或像素資料無效或不受支援。
zu: %@ : ifomethi yesithombe sobufakazi, i-metadata, noma idatha yephikseli ayivumelekile noma ayisekelwa.

# %@: unsupported FileFunction %@; layer role is unresolved.
source: %1$@: unsupported FileFunction %2$@; layer role is unresolved.
af: %1$@ : ongesteunde FileFunction %2$@ ; laagrol is onopgelos.
am: %1$@ : የማይደገፍ FileFunction %2$@ ፤ የንብርብር ሚና አልተፈታም።
ar: %1$@ : غير مدعوم FileFunction %2$@ ؛ لم يتم تحديد دور الطبقة.
az: %1$@ : dəstəklənməyən FileFunction %2$@ ; təbəqə rolu həll olunmayıb.
be: %1$@ : не падтрымліваецца FileFunction %2$@ ; роля слоя не вырашана.
bg: %1$@: не се поддържа FileFunction %2$@; ролята на слоя не е определена.
bn: %1$@ : অসমর্থিত FileFunction %2$@ ; লেয়ারের ভূমিকা অমীমাংসিত।
ca: %1$@ : FileFunction no compatible %2$@ ; el rol de la capa no està resolt.
cs: %1$@: nepodporováno FileFunction %2$@; role vrstvy není vyřešena.
cy: %1$@ : FileFunction %2$@ heb ei gefnogi; rôl yr haen heb ei datrys.
da: %1$@: understøttes ikke FileFunction %2$@; lagets rolle er uafklaret.
de: %1$@: nicht unterstützte FileFunction %2$@; die Rolle der Ebene ist unklar.
de_at: %1$@: nicht unterstützte FileFunction %2$@; Schichtrolle ist nicht aufgelöst.
de_ch: %1$@: nicht unterstützte FileFunction %2$@; Schichtrolle ist nicht aufgelöst.
el: %1$@: δεν υποστηρίζεται FileFunction %2$@; ο ρόλος του επιπέδου δεν έχει καθοριστεί.
es: %1$@: FileFunction no compatible %2$@; la función de la capa no está definida.
es_ar: %1$@: FileFunction no compatible %2$@; la función de la capa no está definida.
es_mx: %1$@: FileFunction %2$@ no compatible; la función de la capa no está resuelta.
et: %1$@: ei toeta FileFunction %2$@; kihi roll on lahendamata.
eu: %1$@ : onartu gabea FileFunction %2$@ ; geruzaren rola konpondu gabe dago.
fa: %1$@ : FileFunction %2$@ پشتیبانی نشده؛ نقش لایه حل نشده است.
fi: %1$@: ei tueta FileFunction %2$@; kerroksen roolia ei ole määritelty.
fil: %1$@ : hindi sinusuportahang FileFunction %2$@ ; hindi pa nareresolba ang papel ng layer.
fr: %1$@ : non pris en charge FileFunction %2$@ ; le rôle de la couche n'est pas défini.
fr_ca: %1$@ : non pris en charge FileFunction %2$@ ; le rôle de la couche n'est pas résolu.
ga: %1$@ : gan tacaíocht FileFunction %2$@ ; níl ról an tsraithe réitithe.
gl: %1$@ : FileFunction non compatible %2$@ ; o rol da capa non está resolto.
gu: %1$@ : અસમર્થિત FileFunction %2$@ ; સ્તરની ભૂમિકા ઉકેલાઈ નથી.
he: %1$@ : FileFunction %2$@ לא נתמך; תפקיד השכבה אינו פתור.
hi: %1$@ : असमर्थित FileFunction %2$@ ; लेयर भूमिका अनसुलझी है।
hr: %1$@ : nije podržano FileFunction %2$@ ; uloga sloja nije razriješena.
hu: %1$@: nem támogatott FileFunction %2$@; a réteg szerepe nem került meghatározásra.
hy: %1$@ : չի աջակցվում FileFunction %2$@ ; շերտի դերի հարցը լուծված չէ։
id: %1$@: tidak didukung FileFunction %2$@; peran lapisan belum ditentukan.
is: %1$@ : óstuddur FileFunction %2$@ ; hlutverk lagsins er óleyst.
it: %1$@: non supportato FileFunction %2$@; il ruolo del layer non è stato risolto.
ja: %1$@：サポートされていない FileFunction %2$@ です。レイヤーの役割が未解決です。
ka: %1$@ : მხარდაუჭერელი FileFunction %2$@ ; ფენის როლი გადაუჭრელია.
kk: %1$@ : қолдау көрсетілмейтін FileFunction %2$@ ; қабат рөлі шешілмеген.
km: %1$@ : FileFunction មិន​បាន​គាំទ្រ %2$@ ; តួនាទី​ស្រទាប់​មិន​ទាន់​ត្រូវ​បាន​ដោះស្រាយ។
kn: %1$@ : ಬೆಂಬಲಿತವಲ್ಲದ FileFunction %2$@ ; ಪದರದ ಪಾತ್ರವನ್ನು ಪರಿಹರಿಸಲಾಗಿಲ್ಲ.
ko: %1$@: 지원되지 않는 FileFunction %2$@; 레이어 역할이 해결되지 않았습니다.
ky: %1$@ : FileFunction %2$@ колдоого алынбайт; катмардын ролу чечиле элек.
lo: %1$@ : ບໍ່ຮອງຮັບ FileFunction %2$@ ; ບົດບາດຂອງຊັ້ນຍັງບໍ່ໄດ້ຮັບການແກ້ໄຂ.
lt: %1$@: nepalaikoma FileFunction %2$@; sluoksnio vaidmuo nenustatytas.
lv: %1$@: netiek atbalstīts FileFunction %2$@; slāņa loma nav noteikta.
mk: %1$@ : неподдржано FileFunction %2$@ ; улогата на слојот е нерешена.
ml: %1$@ : പിന്തുണയ്ക്കാത്ത FileFunction %2$@ ; ലെയർ റോൾ പരിഹരിക്കപ്പെട്ടിട്ടില്ല.
mn: %1$@ : FileFunction %2$@ дэмжигдээгүй; давхаргын үүрэг шийдэгдээгүй байна.
mr: %1$@ : असमर्थित FileFunction %2$@ ; लेयरची भूमिका अनिश्चित आहे.
ms: %1$@ : FileFunction tidak disokong %2$@ ; peranan lapisan tidak dapat diselesaikan.
mt: %1$@ : FileFunction mhux appoġġjat %2$@ ; ir-rwol tas-saff mhux solvut.
my: %1$@ : ပံ့ပိုးမထားသော FileFunction %2$@ ; အလွှာအခန်းကဏ္ဍကို မဖြေရှင်းရသေးပါ။
nb: %1$@: støttes ikke FileFunction %2$@; lagets rolle er uavklart.
ne: %1$@ : असमर्थित FileFunction %2$@ ; तहको भूमिका समाधान गरिएको छैन।
nl: %1$@: niet-ondersteunde FileFunction %2$@; de rol van de laag is niet vastgesteld.
or: %1$@ : ଅସମର୍ଥିତ FileFunction %2$@ ; ସ୍ତର ଭୂମିକା ସମାଧାନ ହୋଇନାହିଁ।
pa: %1$@ : ਅਸਮਰਥਿਤ FileFunction %2$@ ; ਪਰਤ ਭੂਮਿਕਾ ਹੱਲ ਨਹੀਂ ਹੋਈ।
pl: %1$@: nieobsługiwane FileFunction %2$@; rola warstwy nie została ustalona.
pt: %1$@: não suportado FileFunction %2$@; a função da camada não está definida.
pt_br: %1$@: não suportado FileFunction %2$@; a função da camada não está definida.
ro: %1$@: necompatibilă FileFunction %2$@; rolul stratului nu este definit.
ru: %1$@: не поддерживается FileFunction %2$@; роль слоя не определена.
si: %1$@ : සහාය නොදක්වන FileFunction %2$@ ; ස්ථර භූමිකාව විසඳා නොමැත.
sk: %1$@: nepodporované FileFunction %2$@; úloha vrstvy nie je vyriešená.
sl: %1$@: ni podprto FileFunction %2$@; vloga plasti ni določena.
sq: %1$@ : FileFunction %2$@ i pambështetur; roli i shtresës është i pazgjidhur.
sr: %1$@: неподржано FileFunction %2$@; улога слоја није решена.
sv: %1$@: stöds inte FileFunction %2$@; lagerrollen är olöst.
sw: %1$@ : FileFunction isiyoungwa mkono %2$@ ; jukumu la safu halijatatuliwa.
ta: %1$@ : ஆதரிக்கப்படாத FileFunction %2$@ ; அடுக்கு நிலை தீர்மானிக்கப்படவில்லை.
te: %1$@ : మద్దతు లేదు FileFunction %2$@ ; లేయర్ పాత్ర పరిష్కరించబడలేదు.
th: %1$@ : ไม่รองรับ FileFunction %2$@ ; บทบาทของเลเยอร์ยังไม่ได้รับการระบุ
tr: %1$@: desteklenmiyor FileFunction %2$@; katman rolü belirlenemedi.
uk: %1$@: не підтримується FileFunction %2$@; роль шару не визначена.
ur: %1$@ : غیر تعاون یافتہ FileFunction %2$@ ; پرت کا کردار حل طلب نہیں ہے۔
vi: %1$@ : không được hỗ trợ FileFunction %2$@ ; vai trò lớp chưa được xác định.
zh_hans: %1$@：不支持 FileFunction %2$@；图层角色未解析。
zh_hant: %1$@：不支援 FileFunction %2$@；圖層角色未解析。
zu: %1$@ : ayisekelwa i FileFunction %2$@ ; indima yesendlalelo ayixazululwanga.
